Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: ཕྱི་ནས་མཆོད་པ་དང་བསྙེན་བཀུར་ལ་སོགས་པ་བྱས་ནས་དངོས་གྲུབ་འདོད་པས་བསྒོམ་པར་བྱའོ། །
en: Then, those intent on siddhi should perform the offering, worship, and so forth followed by the visualization.

source: ཞལ་གཅིག་ཕྱག་གཉིས་པ་གཡས་གྲི་གུག་གཡོན་ཐོད་པ།
en: Visualize him with one face and two arms, holding a hooked knife in his right hand and a skull bowl in his left hand.

source: སྐུ་མདོག་ནག་པོ་སྐྲ་སེར་པོ་གྱེན་དུ་བརྫེས་པ།
en: His body is black in color, and his yellow hair flows upward.

source: རོའི་སྟེང་ན་གནས་པ། ཀླུ་ཆེན་པོ་བརྒྱད་ཀྱིས་བརྒྱན་པ།
en: He is seated on a corpse and is ornamented with the eight great nāgas.

source: ལྟོ་འཕྱང་བ། བོང་ཐུང་བ། རྣལ་འབྱོར་མ་གཉིས་ཀྱིས་ཡོངས་སུ་བསྐོར་བ་དང་ཐབས་ཅིག་ཏུ་བསྒོམ་པར་བྱའོ། །
en: He has a big belly, is short, and is flanked by two yoginīs.

source: ཆར་སྤྲིན་གྱི་མདོག་ལྟ་བུ་འབྲུག་གི་སྒྲ་སྒྲོགས་པ་པོ། སྐྱེ་བོ་གནས་པ་དེའི་དུས་སུ་སྒྲ་སྙན་པ། སྦས་པ་རྣམས་ཀྱིས་དུང་སྐྱོང་དྲན་པར་བྱའོ། །
en: His lets forth a thunderous roar like a dark raincloud, and he is reminiscent of Śaṅkhapāla because those beings present to hear the sound all hide.

source: ཀྱཻ་ལྷ་མོ་མི་འགྲུབ་ན་ཉེ་བར་སྤྱོད་པ་ལ་དགོས་པ་ཅི་ཡོད། ལྷ་མོས་གསོལ་པ།
en: O Goddess, if one does not attain this form, what is the point of performing ritual procedures?”

source: ཀྱཻ་བཅོམ་ལྡན་འདས་ཅིའི་ཕྱིར་རྣལ་འབྱོར་གྱི་དབང་ཕྱུག་ཇི་ལྟར་དུ་རྒྱུ།
en: “Blessed One,” the Goddess asked, “how can one wander as a lord of yoga while dwelling among the five families?

source: གལ་ཏེ་རིགས་ལྔ་ལ་གནས་པའི་ཀྱཻ་ལྷ་ཆེན་པོ་མེ་ཏོག་གི་ཆར་འབབ་པ། ཡན་ལག་སྟོང་དང་ལྡན་པ། ཡན་ལག་གཅིག་ཏུ་གྱུར་པ། ཇི་ལྟར་ཡན་ལག་བཞི་ཡིས་ཡང་དག་པར་སྤྱོད་པ་ལགས།
en: O Mahādeva, whether you have a thousand limbs, a single limb, or four limbs, please enjoy this rain of flowers.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ས་གསུམ་དང་མཉམ་པར་སྦྱོར་བའི་རྣལ་འབྱོར་མ་རྣལ་འབྱོར་བསྒྲུབ་པའི་དོན་དུ་ངེས་པར་ཡོངས་སུ་བསྒྲུབ་པར་བྱའོ། །
en: The Blessed One responded, “One must certainly be accomplished in order to succeed in the yoga of the yoginīs who comprise the threefold world.”

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ལས་ལྷ་རྣམས་བཞེངས་པའི་ལེའུ་སྟེ་བདུན་པའོ།། །།
en: This is chapter seven in The Glorious Tantra of Mahākāla, “The Emergence of the Deities.”

source: དེ་ནས་ལྷ་མོས་གསོལ་པ། འོན་ཀྱང་མཉམ་པར་ལོངས་སྤྱོད་ཅིང་ལོངས་སྤྱོད་པར་འདོད་པའི་སེམས་ཅན་དབུལ་པོ་རྣམས་ཀྱི་དོན་དུ་ཐབས་ཇི་ལྟར་ལགས།
en: Chapter 8: Locating Openings in the Earth At that point the Goddess asked, “Is there some method for poor beings who seek worldly wealth and possessions?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། ཇི་ལྟར་འཛམ་བུའི་གླིང་པའི་དངོས་གྲུབ་སྣ་ཚོགས་ཉེ་བར་སྤྱོད་པ་ཞེས་བྱ་བ་བཤད་པར་བྱའོ། །རྣལ་འབྱོར་པ་རྣམས་ཀྱིས་བྱིན་གྱིས་བརླབས་པས་ས་སྟེངས་ཀྱི་དངོས་གྲུབ་རྣམས་འགྲུབ་བོ། །
en: The Blessed One replied, “I will explain the procedures for the various siddhis in Jambudvīpa so that yogins who might perform them will attain all the earthly siddhis.

source: མཚན་མོའི་ཆ་ལ་རྡོ་རྗེའི་ཁྱིམ་དུ་སྣ་ཚོགས་པའི་ཉ་དང་། ཤ་དང་། ཁྲག་དང་བཅས་པ་བཟའ་བར་བྱའོ། །བགེགས་ཉེ་བར་ཞི་བར་བྱེད་པའི་གཏོར་མ་བྱ་སྟེ་སྔགས་ཀྱི་ལེའུ་ལས་བཤད་པ་ཇི་ལྟར་འབྱུང་བ་ལྟར་བྱའོ། །
en: The mantras used should follow the explanation given in the chapter on mantras. “At night, in a vajra dwelling, one should consume various substances such as fish, meat, and blood and offer them as a bali to pacify vighnas.

source: དགྲ་རྣམས་བཙིར་བ་ཨརྐྐའི་འདབ་མ་ལ་བ་བླས་སྔགས་བྲིས་ལ།
en: “One who is oppressed by enemies should write the mantra on the leaf of a crown flower with yellow orpiment.

source: རབ་ཏུ་སྦྱོར་བ་དང་ལྡན་པས་ཕྱི་ནས་མིང་བྲིས་ཏེ་ས་འོག་ཏུ་བཅུག་ནས།
en: Then, while employing it, one should write the target’s name and bury the leaf in the ground.

source: རྐང་པ་གཡོན་པས་མནན་ལ་སྔགས་བཟླས་ཏེ། ནག་པོ་ཆེན་པོའི་གཟུགས་སུ་བསྒོམས་ནས་སོ། །
en: Trample it with the left foot while reciting the mantra and visualizing Mahākāla’s form.

source: ཞི་བར་འདོད་ན་འཁར་བའི་སྣོད་དུ་འོ་མས་བཀྲུས་ལ། ཨོཾ་མ་ཧཱ་ཀཱ་ལ་ཀཱ་རུ་ཎི་ཀཱ་སརྦ་ཤ་ཏཱུཾ་ཎི་མུ་ཁཾ་བཾ་དྷ་ཡ་སྟཾ་བྷ་ཡ་མོ་ཧ་ཡ་ཧཱུྃ་ཧེཾ་ཕཊ། ཚ་བ་གསུམ་དང་། བྷ་ལཱ་ཏ་ཀ་དང་།
en: “Yogins who want to pacify them should wash a metal vessel with milk while incanting it with the mantra oṁ mahākālakāruṇika sarvaśatrūn mukhaṃ bandhaya stambhaya mohaya hūṁ heṃ phaṭ.

source: སྒེ་གཤེར་དང་། ཀེ་སུའི་རྩ་བ་དང་། ཉི་མ་བདུན་གྱིས་རྫོགས་པར་མུ་ཟི་ལྷན་ཅིག་ཕྱེ་མར་བྱས་པ་བླུགས་ལ།
en: They should make a finely ground mixture of the three hot spices, marking nut, fresh ginger, and costus root, and pour it into the vessel.

source: ཇི་ལྟར་རྣལ་འབྱོར་པས་སྦྲང་རྩི་དང་ལྷན་ཅིག་བཟའ་བར་བྱའོ། །
en: They should then eat this with some honey.

source: དེའི་ལུས་ལ་དགྲ་ཡིས་མི་ཚུགས་སོ། །དེ་ནི་བསྒྲུབ་པར་རིགས་པ་སྟེ་ལུས་རྒྱས་པར་བྱེད་པའོ། །
en: No enemy will be able cause bodily harm, and the body of the benefactor of the rite will increase in size.

source: ཉི་མ་ཉི་ཤུ་རྩ་གཅིག་ཏུ་གོམས་པས་སོ། །ལྟེ་བའི་མེ་ཞན་པ་རྒྱས་པར་བྱ་བ་ནི་དེ་ནས་དེ་ཉིད་ཙི་ཏྲ་ཀ་དམར་པོ་པི་པི་ལིང་གི་རྩ་བ་དང་། ལེགས་མཐོང་གི་རྩ་བ་དང་ཚ་བའི་མར་ཁུ་ཡང་དག་པར་ལྡན་པས་བྱང་ཆུབ་ཀྱི་ཤིང་གི་ཁུ་བ་ཨ་རུ་ར་བཙོས་པ་དང་། ཚྭ་དང་ལྷན་ཅིག་ཏུ་བཟའ་བར་བྱའོ། །
en: “When this process is repeated for twenty-one days, the weak fire in the stomach will strengthen, at which point one should boil sap from a bodhi tree and yellow myrobalan with the roots of scarlet leadwort, long pepper, sudarśana root, and mustard oil and eat it with salt.

source: རིལ་བུ་ཉི་མ་ཉི་ཤུ་རྩ་གཅིག་དང་ལྡན་པར་བྱས་པས་སྔར་གྱི་གཟུགས་བཞིན་དུ་འགྱུར་རོ། །མེའི་དྲོད་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་རོ། །ལུས་བརྟན་པའི་དངོས་གྲུབ་བསྟན་པའོ། །
en: When made into a pill over the course of twenty-one days, it will restore one’s previous physical form, one’s fire will be hot, and the siddhi will be indicated through a strong body.

source: དང་པོ་བ་རུ་ར་དང་། ཏ་ཀའི་རྩ་བ་དང་།
en: “First, one should combine equal amounts of belleric myrobalan, Indian valerian root, emblic myrobalan, and sesame oil.

source: སྐྱུ་རུ་ར་དང་། ཏིལ་ཏིལ་དང་། དེ་དང་དེ་མཉམ་པར་ལྡན་པ། ནཱ་ག་མཆོག་ཏུ་བྱས་པ། ཁའི་ནང་དུ་བཅུག་ནས་སྲིན་བྱའི་ཁྲག་མིག་གཉིས་ལ་བྱུགས་ནས་འོག་གི་བུག་པ་མཐོང་བར་འགྱུར་རོ། །
en: Then make a large nāga, place this mixture in its mouth, and daub both eyes with owl’s blood.

source: གཞན་ཡང་ནཱ་ག་ཁར་བཅུག་ལ་ས་ཧ་དེ་བའི་འདབ་མའི་ཁུ་བས་དངུལ་ཆུ་བཅིངས་པ་དང་།
en: An opening under the earth will appear.

source: ཁྲག་དང་། ག་བུར་དང་ལྡན་པ་མིག་སྨན་དུ་བསྐུས་ནས་འོག་གི་བུག་པ་མཐོང་བར་འགྱུར་རོ། །
en: Additionally, after placing the mixture in the nāga’s mouth, one should smear a mixture of mercury bonded with the sap of Indian mallow leaves, blood, and camphor one one’s eyes.

source: ནག་པོ་ཆེན་པོའི་འབྲས་བུ་དང་ཀུ་བ་ཁན་དེ་དང་།
en: An opening under the earth will appear.

source: སེ་བའི་འབྲས་བུ་དང་། སེ་འབྲུ་དང་འདི་རྣམས་བསྲེས་ནས་ཚ་བ་གསུམ་དང་སྦྲང་རྩི་དང་བཅས་ནས་བཙོས་ནས་ཏིལ་ནག་པོ་དང་།
en: “One should mix mahākāla fruit, bitter gourd, rosary peas, and pomegranate seeds, combine the mixture with the three hot spices and honey, and cook it with black sesame.

source: ལུས་རྣམ་པར་དག་པར་བྱས་ནས་ཇི་ལྟར་གོམས་པ་ཡིས་མན་ཆ་ངེས་པར་བྱས་ནས་ཟོས་ན་ཉི་མ་ལྔ་ན་སའི་བུག་པ་མཐོང་བར་འགྱུར་རོ། །
en: It should be used to purify the body, and then following the prescription for beans, it should be eaten. Within five days an opening under the earth will appear.

source: འབད་དེ་ལུས་ལ་བྱུགས་ན་གངས་ཏི་སེ་ལ་སོགས་པ་མཐར་ཐུག་པ་མཐོང་བར་འགྱུར་རོ། །
en: If one carefully rubs it on their body they will be able to see as far as Mount Kailāsa and the like.

source: ཅོང་ཟིའི་ཆུས་ཁྲུས་བྱས་ན་སྔ་མ་བཞིན་དུ་ལེགས་པར་གནས་པར་འགྱུར་རོ། །
en: If one washes with spring water, they will be as before.

source: ཙ་ལ་ཏའི་ཁུ་བ་དང་། བྱ་རྒོད་ཀྱི་ཤ་དང་། ཏིལ་ནག་པོའི་མར་རྣམས་སྦྱར་ནས། རབ་ཏུ་ཟོས་ན་ཉི་མ་ཉི་ཤུ་རྩ་གཅིག་ཏུ་ཕྱི་ནས་རང་གི་ཆུས་མིག་སྨན་བྱས་ནས་འོག་གི་གཏེར་ཐམས་ཅད་མཐོང་བར་འགྱུར་རོ། །
en: “After combining balañjarī sap, vulture meat, and black sesame oil, one should consume it for twenty-one days.

source: ས་འོག་གི་སྦྲང་དང་།
en: After that, one should use their own urine as a collyrium, and buried treasure will become visible.

source: སྦྲུལ་དུག་མེད་ཀྱི་ཚིལ་དང་།
en: “One should combine equal parts honey from an underground hive, fat from a nonvenomous snake, and cow bezoar and mix it into spring water.

source: གི་ཝང་དང་ལྡན་པས་ཆ་མཉམ་པར་བྱ་སྟེ་ཅོང་ཟིའི་ཆུ་དང་བསྲེས་ཏེ་མིག་གཉིས་སུ་མིག་སྨན་བྱས་ན་ཁྲུ་ལྔ་ཙམ་ན་ཡོད་པའི་ས་འོག་གི་གཏེར་རྣམས་དྲག་ཏུ་ངེས་པར་མཐོང་བར་འགྱུར་རོ། །པོ་རོ་ལིའི་ཁུ་བ་དང་།
en: When applied to both eyes as a collyrium, one will be able to see any buried treasure within five cubits with perfect clarity.

source: ཁྲག་དང་། གི་ཝང་དང་། པགས་པ་འདུལ་བྱེད་ཀྱི་སྨན་དང་། དུར་ཁྲོད་ཀྱི་རས་ལེགས་པར་སྦངས་ཏེ་སྡོང་བུ་བྱས་ལ་རའི་ཞག་དང་།
en: “One should allow ambirolī sap, blood, cow bezoar, tannin, and cloth from a charnel ground to dry out and then fashion them into a wick.

source: བྲམ་ཟེའི་ཐོད་པ་རུ་མིག་སྨན་བྱས་ནས་དེའི་ཕྱི་ནས་མིག་ལ་བསྐུས་ན་དྲི་མ་དག་པར་འགྱུར་རོ། །
en: It should then be made into eye-black by burning it in goat fat in the skull of a brahmin. Afterward, it should be applied to the eyes to purify defilements.

source: ཡང་ན་རས་ཀྱིས་མིག་བཀབ་པས་ཀྱང་མཐོང་བར་འགྱུར་རོ། །
en: Additionally, one will still be able to see when their eyes are blindfolded.

source: རྒྱུ་སྐར་ས་རིལ་པད་མའི་སྐུད་པ་དང་། ཙནྡན་ཡོངས་སུ་སྦྱངས་ནས་གླིང་དཀར་པོ་ལ་གུར་གུམ་དང་གླ་རྩི་བྱུགས་ལ་སྡོང་བུ་བྱས་ན།
en: “During the lunar mansion Svāti, one should purify themselves with a string of lotuses and sandalwood and daub a cloth eye-covering with saffron powder and musk.

source: ཅེ་སྤྱང་ཚིལ་བུ་དང་མིའི་ཐོད་པར་མིག་སྨན་བ་བླ་བསིལ་བའི་དུས་སུ་མིག་སྨན་བྱས་ནས་འོག་གི་བུག་པ་མཐོང་བར་འགྱུར་རོ། །
en: It should then be made it into eye-black by fashioning it into a wick and burning it in jackal fat within a human skull. Once it has cooled, it should be used as a collyrium, and an opening under the earth will appear.

source: ཕྱི་ནས་མིག་གཉིས་བཀྲུ་བར་བྱའོ། །
en: Afterward, one should rinse one’s eyes.

source: རས་དན་ཁ་དང་ལྕགས་གསུམ་ལ་བ་ལང་གི་ཚིལ་བུ་བཙོས་ནས་ཡང་ཚིལ་ཆེན་དུ་བཙོས་ནས་གཞན་ཡང་མ་ཧེའི་མར་དང་།
en: “One should cook the fat of a cow, then human fat, and then buffalo butter in a mixture of mercury, lead, and the three metals.

source: ཕྱི་ནས་རིལ་བུ་ཁར་བཅུག་ནས་ཉི་མ་གསུམ་དུ་སྨྱུང་བར་གནས་ཏེ།
en: After that, one should place the pill in one’s mouth and fast for three days.

source: རང་གི་མཆིལ་མས་རང་གི་མིག་སྨན་བྱས་ནས་འོག་གི་བུག་པ་མཐོང་བར་འགྱུར་རོ། །
en: Then one should use one’s own saliva as a collyrium, and openings under the earth will appear.

source: དང་པོ་ལྟོ་དག་པར་བྱ་བ་ནི། ཉི་མ་གཅིག་ཟས་མི་ཟ་བར་བྱས་ལ་སའི་ལྕུག་མའི་མར་ཁུ་དང་།
en: “First, one should cleanse one’s bowels and fast for one day.

source: སྒོག་སྐྱ་བཙོས་ནས་རིལ་བུ་བཅུ་བཞིར་བྱས་པ་ཉི་མ་དང་པོར་ཟོས་ནའོ། །ཉི་མ་གསུམ་པ་ལ་ཉི་ཤུ་རྩ་གཅིག་བཟའ་བར་བྱའོ། །
en: Cook onions and bhūmilatā oil, make fourteen pills, and eat them on the first day.

source: ཉི་མ་བཞི་པ་ལ་སུམ་ཅུ་གསུམ་བཟའ་བར་བྱའོ། །ཉི་མ་ལྔ་པ་ལ་སུམ་ཅུ་རྩ་ལྔ་བཟའ་བར་བྱའོ། །དྲུག་པ་དང་བདུན་པ་ལ་ཡང་སུམ་ཅུ་རྩ་ལྔ་བཟའ་བར་བྱའོ། །
en: Then one should eat twenty-one pills on the third day, thirty-three on the fourth day, thirty-five on the fifth day, and thirty-five again on the sixth and seventh days.

source: ཉི་མ་རེ་རེ་འོ་མ་བཏུང་བར་བྱའོ། །ཉི་མ་བརྒྱད་པ་ལ་རའི་འོ་མ་བཏུང་བར་བྱའོ། །དང་པོ་དང་གཉིས་པ་ལ་མ་ཧེའི་འོ་མ་བཏུང་བར་བྱའོ། །ཉི་མ་གསུམ་པ་ལ་བ་སེར་སྐྱའི་འོ་མ་བཏུང་བར་བྱའོ། །བཞི་པ་ལ་སྣ་བུག་ནས་ཐུན་མོང་གི་འོ་མ་བཏུང་བར་བྱའོ། །
en: Drink milk each day: goat milk on the eighth day, buffalo milk on the first and second days, the milk of a yellow cow on the third day, and ordinary milk through the nostrils on the fourth day.

source: ཐུན་ཚོད་ལྔ་པ་ལ་རང་གི་ཆུས་མིག་སྨན་བྱས་ན་ངེས་པར་ས་འོག་རིམ་པ་བདུན་གྱི་སའི་བུག་པ་མཐོང་བར་འགྱུར་རོ། །
en: Then, during the fifth watch of the day, one should use their own urine as a collyrium, and an opening into the seven subterranean levels will appear.

source: འབྲས་བུ་གསུམ་དང་། གུ་གུལ་དང་། བ་ལང་གི་ཆུ་ཡིས་བཤལ་བྱས་ནས། ཡུངས་ཀར་གྱི་མར་དང་།
en: “One should wash with water containing the three myrobalan fruits, bdellium, and cow urine.

source: སྦྲང་དང་བུ་རམ་དང་། ཚ་བ་གསུམ་དང་། སྒོག་སྐྱ་དང་། མར་དག་ཟོས་ནས་རའི་འོ་མ་འཐུངས་ན།
en: Then one should consume a mixture of white mustard oil, honey, molasses, the three hot spices, onions, and ghee and then drink goat’s milk.

source: ཇི་སྲིད་ཉི་མ་བདུན་གྱི་ཕ་རོལ་དུ་ཏིལ་ནག་པོའི་མར་དང་སའི་ལྕུག་མ་བཙོས་ནས་ཟོས་ན་ལྕུག་མ་ལྔའི་ཚད་ཙམ་ལྷག་མ་ཉི་མ་བདུན་པ་ལ་ཏིལ་གྱི་མར་ཁུ་དང་།
en: After seven days have passed, one should cook bhūmilatā in black sesame oil. One should take an amount equal in size to five twigs and eat it together with sesame oil and barley for an additional seven days.

source: སོ་བའི་ཟན་ཟོས་ན་ཉི་མ་ཉི་ཤུ་རྩ་གཅིག་ན་ཉིན་མོ་དང་མཚན་མོ་ལ་ངེས་པར་ས་འོག་གི་བུག་པ་མཐོང་བར་འགྱུར་རོ། །
en: For an entire day and night on the twenty-first day, one will certainly see openings under the earth appear.

source: ཚེས་བརྒྱད་ལ་ཕྱག་བཞི་པའི་མགོན་པོ་ནག་པོའི་སྔགས་བཟླས་ན་སྟོང་ཕྲག་ལྔ་རུ་ཆང་དང་། ཤ་དང་། ཉ་དང་། ལྕགས་ཀྱུ་ལྔ་ལ་སོགས་པ་བཟའ་བར་བྱའོ། །
en: “On the eighth day of the lunar month, one should recite the mantra of four-armed Mahākāla five thousand times, consume alcohol, meat, fish, the five thorns, and so forth, and then worship the goddess.

source: ལྷ་མོའི་རྟེན་ལ་དེ་ནས་མིག་འབྲས་ལ་མིག་སྨན་བྱས་ནས་ས་སྟེངས་ན་གནས་པའི་གནོད་སྦྱིན་ལ་སོགས་པ་རྣམས་མཐོང་བར་འགྱུར་རོ། །
en: Next, by applying the collyrium to the eyes one will see terrestrial beings such as yakṣas.

source: གལ་ཏེ་མ་གྲུབ་ན་སྦྱོར་བའི་མཆོག་འདིས་དེ་ནི་མཚམས་མེད་པ་ལྔའི་ལས་བྱས་པར་འགྱུར་རོ། །
en: If this eminent procedure does not work, it would be as if I have committed the five actions entailing immediate retribution.

source: མ་བྱུང་བར་གྱུར་ན་ནག་པོ་ཆེན་པོ་ངའི་ཡང་དག་པའི་མིག་སྨན་མ་ཡིན་ནོ། །ས་ལིན་ཙི་དང་། མ་ལིན་ཙི་དང་། ཀེ་ཤ་རཱ་ཛ། བྷྲྀང་ག་རཱ་ཛ། ཅུ་གང་དང་།
en: If Mahākāla has not arisen, it will not be my authentic collyrium.

source: ཚ་བ་གསུམ་དང་། པ་ལ་ཤའི་ཤུན་པ་དང་། ཀ་མ་ཙི་དག་བཙོས་ནས་ཀུ་མུ་ཧའི་ཤ་དང་། ལན་བདུན་དུ་བཙོ་བའི་རིམ་པ་འདིས་ཏིལ་ནག་པོའི་མར་ཁུ་དང་།
en: “One should cook with joyweed, Chinese wedelia, false daisy, bamboo shoots, the three hot spices, dhak tree bark, and black nightshade, and then cook that mixture seven times together with kumuḍa flesh.

source: ལྟོ་དག་པར་བྱས་ན་སུམ་ནམ་གཉིས་ཉི་མ་དང་པོ་ལ་བཟའོ། །གཉིས་པ་ལ་སུམ་ནམ་གསུམ་མོ། །གསུམ་པ་ལ་སུམ་ནམ་ལྔའོ། །བཞི་པ་ལ་སུམ་ནམ་དྲུག་གོ། །ལྔ་པ་ལ་སུམ་ནམ་བརྒྱད་དོ། །དྲུག་པ་ལ་སུམ་ནམ་བཅུའོ། །
en: One should then cleanse their bowels with black sesame oil and, while subsisting only on barley meal, eat two portions on the first day, three portions on the second day, five portions on the third day, six portions on the fourth day, eight portions on the fifth day, ten portions on the sixth day, and fifteen portions on the seventh day.

source: བདུན་པ་ལ་སུམ་ནམ་བཅྭ་ལྔའོ། །ངེས་པར་སོ་བའི་ཁུ་བ་ཟོས་ནས་བརྟན་པར་བྱའོ། །གཞན་དུ་ན་ཉི་མ་བརྒྱད་པ་ལ་འགར་ད་མའི་སྦྲང་རྩིས་མིག་གཉིས་ལ་བསྐུས་ན་དེས་བུག་པ་ཐམས་ཅད་མཐོང་བར་འགྱུར་རོ། །
en: On the eighth day, one should smear both eyes with honey from an underground hive, and an opening under the earth will appear.

source: སྣ་བུག་གཡོན་ནས་རའི་འོ་མ་འཐུངས་ནས་ཇི་སྲིད་ཉི་མ་ཉི་ཤུ་རྩ་གཅིག་ཏུ་འོ་མའི་བཏུང་བའོ། །
en: “One should drink milk for twenty-one days by taking goat’s milk through the left nostril.

source: གི་ཝང་དང་སྦྲང་རྩིས་མིག་སྨན་བྱས་ནས་མིག་གཉིས་ལ་བསྐུས་ན།
en: Then one should make a collyrium with cow bezoar and honey and smear it on both eyes.

source: ས་གཞི་ལ་ཡོད་པའི་གཏེར་ཐམས་ཅད་མཐོང་བར་འགྱུར་རོ། །ཁོ་ཌིའི་ས་བོན་དང་།
en: All buried treasure will then be visible.

source: ཛ་ཡན་ཏིའི་ས་བོན་དང་། པ་ལཀྵ་པ་དྲ་བའི་ཁུ་བ་དང་། སི་ཏི་ལིའི་ཁུ་བ་དང་། གི་ཝང་དང་། རང་བྱུང་དང་།
en: “One should pulverize a mixture of khoṭī seeds, sesbania seeds, the juice of waved-leaf fig leaves, the juice of water lettuce, cow bezoar, menstrual blood, datura juice, juice from the roots and leaves of spider lily, and garlic together with medicinal herbs, honey from an underground hive, and bile from a nonvenomous snake.

source: དྷ་དུ་རའི་ཁུ་བ་དང་། ཀླུ་འདུལ་བ་དང་།
en: It should be made into pills and, after two days, applied as a collyrium at dusk.

source: པ་ན་རའི་ལོ་མ་དང་།
en: An opening under the earth will appear.

source: རྩ་བའི་ཁུ་བ་དང་། སྨན་འགར་དམ་དུ་དང་། སྦྲུལ་དུག་མེད་ཀྱི་མཁྲིས་པ་དང་བཅས་པ་བཏགས་ནས་རིལ་བུ་བྱས་ཏེ་ཉི་མ་གཉིས་པར་གྱུར་པ་ལ་སྲོད་ཀྱི་དུས་སུ་མིག་སྨན་བྱས་ནས་འོག་གི་བུག་པ་མཐོང་བར་འགྱུར་རོ། །གྷི་ལ་ཀའི་འབྲུ་གུ་དང་།
en: “One should combine honey from an underground hive with ghilaka grains, then muddle them with butter from a yellow cow, cow bezoar, semen, and blood.

source: འགར་དམ་དུ་ཡ་དང་། ཡང་དག་པར་ལྡན་པ་དང་།
en: One should then fast until hungry and then use this as a collyrium.

source: བ་སེར་སྐྱའི་མར་དང་།
en: An opening under the earth will appear.

source: གི་ཝང་དང་། ཁུ་བ་དང་། ཁྲག་དང་མཉེས་ནས་ཕྱི་ནས་སྨྱུང་བར་གནས་ནས་ལྟོགས་པའི་དུས་སུ་མིག་སྨན་བྱས་ནས་འོག་གི་བུག་པ་མཐོང་བར་འགྱུར་རོ། །རིག་པར་བྱ་བ་ནི་བཅུ་བཞི་ལ་གྲོ་གའི་ལོ་མ་ལ་སྔགས་བྲིས་ནས་ཁར་བཅུག་ནས་སྔར་བཞིན་དུ་མིག་ལ་མིག་སྨན་བྱས་ན་ཉིན་མོ་སའི་གཏེར་ཐམས་ཅད་མཐོང་བར་འགྱུར་རོ། །
en: Know that if one writes the mantra fourteen times on birch bark, places it their mouth, and then applies the aforementioned collyrium to their eyes during the daytime, all buried treasures will become visible.

source: ཇི་ལྟར་རྗེས་སུ་གནས་པ་བཞིན་དུ་མིག་སྨན་གྱི་དངོས་གྲུབ་དེ་ཉིད་དེ་ལྟར་རིག་པས་དཔྱད་པར་བྱའོ། །
en: “One can properly employ the collyrium siddhi to the extent that these procedures are correctly followed.

source: རྣལ་འབྱོར་པས་ཇི་ལྟར་འདོད་པའི་བྱེ་བྲག་གིས་གོ་རིམས་བཞིན་བྱའོ། །
en: Yogins should employ the procedure based on the result they seek.

source: འདིར་བྱེ་བྲག་ཏུ་བསམ་པ་ནི་ཇི་ལྟ་བས་རྣལ་འབྱོར་པས་རྟག་ཏུ་ཐོབ་པར་བསྐྱེད་པར་བྱ་སྟེ།
en: They should always develop the specific intent in relation to what is gained.

source: དེ་ནས་ནག་པོ་ཆེན་པོའི་འཁོར་ལོ་བསྒོམས་ནས་བགེགས་ཞི་བར་བྱ་བའི་དོན་དུ་དུར་ཁྲོད་དུ་གནས་ནས་ཉི་མ་ལྔར་བདུད་རྩི་ལྔ་ལ་ལོངས་སྤྱད་པར་བྱའོ། །
en: They should visualize Mahākāla’s circle while residing in a charnel ground for five days and consuming the five ambrosias to pacify vighnas.

source: གང་དང་གང་དུ་རྟག་ཏུ་གནས་པ་དེ་དང་དེར་སྔོན་དུ་གནས་པ་བལྟ་བར་བྱའོ།
en: “No matter where the treasure was permanently interred, they will see it there as it was before.

source: ས་སྦྱང་བ་ནི་གཏོར་མ་དང་མཛེས་པའི་སྟོན་མོ་དང་། ལྷ་བཤོས་སྔགས་ཀྱིས་བྱིན་གྱིས་བརླབས་ནས་ཕྱི་ནས་ངེས་པར་ས་བརྐོ་བར་བྱས་ན།
en: The ground should be purified and blessed by bali offerings, offerings of attractive foods, and mantra and then carefully excavated.

source: དངོས་གྲུབ་གཞན་དུ་ངེས་པར་མི་འགྱུར་རོ། །
en: Otherwise the siddhi will not be attained.”

source: ལྷ་མོས་གསོལ་པ། ཀྱཻ་བཅོམ་ལྡན་འདས་གང་དང་གང་དུ་རྟག་ཏུ་གནས་པ་དེའི་མཚན་ཉིད་ཇི་ལྟར་ལགས། གང་སེམས་ཅན་རྣམས་ཀྱི་སྡུག་བསྔལ་བ་བསལ་བ་གང་ལགས།
en: “Blessed One,” the Goddess asked, “what are the characteristics of places where treasures that eliminate the suffering of beings are located?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་དུ་གནས་པའི་མཚན་ཉིད་ནི་ཅི་བརྗོད་པའི་ངག་རུང་བ་དང་། མི་རུང་བའི་སྨན་རྣམས་ཇི་ལྟ་བར་འགྱུར་རོ། །
en: The Blessed One replied, “The characteristics of such a place are as follows: whatever medicinal substances that are appropriate and inappropriate to speak of are present.

source: དེ་བསྐྱང་བ་ལ་སོགས་པའི་རིག་པས་བཟའ་བ་དང་ཡོ་བྱད་དུ་ཇི་ལྟ་བར་འགྱུར་རོ། །
en: All the food and provisions needed for rites of protection and so forth will be available.

source: ངེས་པར་ལེའུ་འདིའི་དངོས་གྲུབ་ཏུ་གང་འགྱུར་བ་རྣལ་འབྱོར་པ་ཡོངས་སུ་ཚོལ་བཞིན་པས་ཉིན་པར་དང་ནུབ་མོ་མཐོང་བར་བྱ་བ་མེ་ཏོག་ཨུཏྤལ་ལ་སོགས་པ་ལྟར་རམ་གལ་ཏེ་དུ་བ་ལྟར་སེམས་ངེས་པར་བྱའོ། །
en: Yogins who truly possesses the siddhi described in this chapter can see whatever they are looking for day or night and can be as confident in it as if it were a water lily or other flower, or smoke and so forth.

source: ཁང་པ་སྟོང་བ་ན་བྱི་བའི་སྒྲ་ཐོས་ནས་གང་དང་གང་དུ་ངེས་པར་གྱུར་པ་ན་དེ་ན་གཏེར་ཡོད་པར་འགྱུར་རོ། །
en: If they hear the sound of mice in an empty house, there is definitely a treasure in that spot.

source: ཡུལ་དབུས་སམ་ཐད་ཀ་ལ་ཆུ་འཛིན་པ་མཐོང་ན་གང་དང་གང་དུ་མེ་ཏོག་དོར་བ་དེ་བརྟན་པར་གྱུར་པ་དང་།
en: Or, if they see a cloud before them out in the countryside that stops where flowers are scattered about, there is a treasure.

source: དེ་ནས་གཏེར་འབྱུང་བར་འགྱུར་རོ། །ཕྱག་བཅུ་དྲུག་པའི་སྔགས་ཀྱིས་བ་ཏའི་ཤིང་ལ་ལན་བདུན་དུ་བསྔགས་ནས་གསོལ་བ་བཏབ་ན་དེར་ངེས་པར་རྨི་ལམ་མཐོང་བར་འགྱུར་རོ། །
en: If they incant a banyan tree with the sixteen-arm Mahākāla mantra seven times and supplicate the deity, they will definitely see the treasure while dreaming there.

source: མགོའི་སྒྲ་གང་ན་འདོན་པའི་ས་དེ་ན་གཏེར་ཡོད་པར་འགྱུར་རོ། །
en: Any spot where they place some of the hair of their head will contain a treasure.

source: རྨ་བྱའི་སྒྲ་ཐོས་པའི་ས་གང་ན་གྲག་པ་དེའི་ས་ན་ནོར་བུ་ཡོད་པར་འགྱུར་རོ། །
en: A jewel can be found on the spot where the sound of a peacock is heard.

source: འདིས་ནི་སེམས་ཅན་གྱི་དོན་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །
en: It can be used to fulfill the aims of beings.”

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ལས་ས་འོག་གི་བུག་པ་བརྟག་པའི་ལེའུ་སྟེ་བརྒྱད་པའོ།། །།
en: This is the eighth chapter in The Glorious Tantra of Mahākāla, “Locating Openings in the Earth.”

source: དེ་ནས་རྣལ་འབྱོར་པ་ཐམས་ཅད་ཀྱི་དོན་དུ་རིལ་བུའི་ལེའུ་བཤད་དུ་གསོལ།
en: Chapter 9: A Dialogue with the Goddess About the Pill Siddhi “Now, for the benefit of all yogins, I will teach a chapter on the pill siddhi.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིལ་བུ་ནི་ལུས་དང་ངག་དང་ཡིད་གཅིག་ཏུ་བྱས་པའོ། །
en: The Blessed One continued, “The term guṭikā, or “pill,” expresses the combination of body, speech, and mind.

source: གུ་ཞེས་བྱ་བ་ནི་ལུས་ལ་བརྟེན་པའོ། །ཌི་ཞེས་བྱ་བ་ནི་ངག་གི་རང་བཞིན་ནོ། །ཀ་ཞེས་བྱ་བ་ནི་སེམས་སོ། །
en: Gu refers to being based in the body, ṭi refers to the nature of speech, and kā refers to the mind.

source: གསུམ་གཅིག་ཏུ་བྱས་པ་ནི་རིལ་བུའོ། །
en: When all three are combined, it spells the word guṭikā, or “pill.”

source: དབང་པོ་གཉིས་མཉམ་པ་ཉིད་ཀྱི་ཡེ་ཤེས་ཀྱི་རང་བཞིན་ནི་དུས་ཀྱི་མེ་ཡིས་རབ་ཏུ་འབར་བ་གསུམ་རོ་གཅིག་པ་ནི་རིལ་བུ་སྟེ།
en: This pill, a small mass that is the single taste of all three, is the nature of the wisdom of equality related to the two organs, the blazing fire that consumes the world at the end of an eon.

source: སེམས་ཅན་རྣམས་ཀྱི་བདེ་བ་ཕུན་སུམ་ཚོགས་པའི་རྒྱུའོ། །
en: It is the primary cause of the consummate bliss of beings.”

source: ལྷ་མོས་གསོལ་པ། ཀྱཻ་བཅོམ་ལྡན་འདས་སེམས་ཅན་རྣམས་ཀྱི་བདེ་བ་ཕུན་སུམ་ཚོགས་པའི་རྒྱུ་ཉེ་བར་བསྟན་པར་བྱ་བའི་དོན་ཇི་ལྟར་ལགས།
en: “Blessed One,” the Goddess asked, “what do you mean when you say that it is the primary cause of the consummate bliss of beings?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཟླ་བ་གཟས་ཟིན་པའི་དུས་སུ་སྨན་ཏ་ཀ་རིའི་རྩ་བ་དང་། ཨུཏྤལ་མ་དྷི་ཀའི་རྩ་བ་དང་། དེའི་རྩ་བ་ཡོངས་སུ་བཟུང་ནས་བཞག་སྟེ།
en: The Blessed One responded, “One should gather some Indian valerian root and the root of utpalamadhika during a lunar eclipse and store them.

source: སྨིན་དྲུག་གི་ཟླ་བ་ལ་ཉི་མ་གཟས་ཟིན་པའི་དུས་སུ་ལྕགས་གསུམ་གྱིས་ལེགས་པར་ཡོངས་སུ་དཀྲིས་ནས་ཁར་བཅུག་ན་རིལ་བུའི་དངོས་གྲུབ་ཏུ་འགྱུར་རོ། །
en: Then, during a solar eclipse in the lunar mansion of Kṛttikā, one should wrap them well in the three metals and place them in one’s mouth. The pill siddhi will certainly be attained.

source: ཉིན་རེ་བཞིན་དུ་ཉི་མ་དང་པོ་ལ་བ་ཏིའི་རྩ་བ་དང་། གཉིས་པ་ཐོག་གིས་ལྷུང་བའི་ཤིང་དང་། གསུམ་པ་ལ་ནི་རེ་ཀེ་ལ་དང་། བཞི་པ་ལ་སེ་བའི་འབྲས་བུ་དང་། ལྔ་པ་ལ་བུད་མེད་ཀྱི་ཁྲག་དང་། དྲུག་པ་ལ་དངོས་གྲུབ་མཆོག་གོ། །
en: “Following the daily sequence, one should use banyan root on the first day, the root of a palmyra tree that has been struck by lightning on the second day, coconut palm on the third day, rosary pea on the fourth day, menstrual blood on the fifth day, and, on the sixth, the supreme siddhi.

source: བཅོམ་ལྡན་འདས་ཀྱིས་རིལ་བུའི་དམ་ཚིག་སྤྱད་པའོ། །
en: The Blessed One then engages the samaya of the pill.

source: གཞན་དུ་ནི་དངོས་གྲུབ་ཏུ་མི་འགྱུར་རོ། །
en: Otherwise, the siddhi will not come about.

source: རྒྱལ་གྱི་ཟླ་བའི་ནག་པོའི་ཕྱོགས་ཀྱི་བཅུ་བཞི་ལ། བི་ཌཱ་ལའི་རྩ་བ་དང་།
en: “On the fourteenth day of the waning moon during Puṣya, one should blend viḍāla root and the flowers of touch-me-not.

source: ལཛྫ་ལུའི་མེ་ཏོག་རྣམས་གཅིག་ཏུ་བྱས་ནས་གོ་རིམས་བཞིན་དུ་ལུས་ལ་བྱུགས་ན་ཇི་ལྟར་རིགས་པར་རིལ་བུའི་དངོས་གྲུབ་འགྲུབ་པར་འགྱུར་རོ། །
en: When smeared on the body in the proper sequence the appropriate pill siddhi will be attained.
